docs/history/history11/KBhNationalPeriod.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-02 Tue 10:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>National Period</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">National Period</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-11-02 Tue 10:00</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='index.html'>HIST301 Master Index</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org6edd7b2">1. The Earliest Presidents</a></li>
<li><a href="#org341d5a5">2. Westward Expansion</a>
<ul>
<li><a href="#org18ad854">2.1. Getting Texas</a></li>
<li><a href="#org2d8ce82">2.2. Louisiana Purchase</a></li>
</ul>
</li>
<li><a href="#orga50e48b">3. Federalism vs Anti-Federalism</a></li>
<li><a href="#orgdb4ff79">4. The Executive</a>
<ul>
<li><a href="#orgcc61006">4.1. Washinton</a>
<ul>
<li><a href="#org7c31a22">4.1.1. Wiskey Rebellion</a></li>
<li><a href="#org7961091">4.1.2. Dealing with Native Americans</a></li>
<li><a href="#org8965f50">4.1.3. Hamilton's Financial Programs</a></li>
</ul>
</li>
<li><a href="#orge349df4">4.2. Adams</a>
<ul>
<li><a href="#org5b8df42">4.2.1. Alien and Sedition Acts</a></li>
<li><a href="#orga0c1839">4.2.2. XYZ Affair</a></li>
<li><a href="#org58eed86">4.2.3. Virginia &amp; Kentucky Resolutions</a></li>
</ul>
</li>
<li><a href="#org78762fa">4.3. Jefferson</a>
<ul>
<li><a href="#org231ee50">4.3.1. Louis and Clarke</a></li>
<li><a href="#org6d6c4cc">4.3.2. Louisiana Purchase</a></li>
</ul>
</li>
<li><a href="#org40a0938">4.4. Madison</a></li>
<li><a href="#orgc931c5d">4.5. Monroe</a></li>
</ul>
</li>
<li><a href="#org06cde3e">5. Antebellum Social Changes</a></li>
</ul>
</div></div>
</div>
<p>
The Early Part of the United States' History! "Does not get you through your SAT."
</p>

<div id="outline-container-org6edd7b2" class="outline-2">
<h2 id="org6edd7b2"><span class="section-number-2">1</span> The Earliest Presidents</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Washington</li>
<li>Adams</li>
<li>Jefferson</li>
<li>Madison</li>
<li>Monroe</li>
</ul>
</div>
</div>

<div id="outline-container-org341d5a5" class="outline-2">
<h2 id="org341d5a5"><span class="section-number-2">2</span> Westward Expansion</h2>
<div class="outline-text-2" id="text-2">
<p>
Always assumed that they would expand west and take rights from the Indians. The <b><b>second amendment</b></b> was as much about bearing arms against Indians than it is about bearing arms against the British.
</p>
</div>

<div id="outline-container-org18ad854" class="outline-3">
<h3 id="org18ad854"><span class="section-number-3">2.1</span> Getting Texas</h3>
<div class="outline-text-3" id="text-2-1">
<p>
James Polk leveraged the Mexican-American war to acquire the new Western technology.
</p>
</div>
</div>

<div id="outline-container-org2d8ce82" class="outline-3">
<h3 id="org2d8ce82"><span class="section-number-3">2.2</span> Louisiana Purchase</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Did not actually have authority to do so, but just did it kind of for funzies.
</p>
</div>
</div>
</div>

<div id="outline-container-orga50e48b" class="outline-2">
<h2 id="orga50e48b"><span class="section-number-2">3</span> Federalism vs Anti-Federalism</h2>
<div class="outline-text-2" id="text-3">
<p>
The perspectives of the new ideas remain. <i>John Adams</i> was a pretty large power grabber to solidify the federalist position. Pushing Virginia and New York to ratify was a pretty large point because they have the biggest negotiating point.
</p>
</div>
</div>

<div id="outline-container-orgdb4ff79" class="outline-2">
<h2 id="orgdb4ff79"><span class="section-number-2">4</span> The Executive</h2>
<div class="outline-text-2" id="text-4">
<p>
Washington gave a lot of precedents to the presidents.
</p>

<ul class="org-ul">
<li>Served two terms &amp; steps down: does not try to take over</li>
<li>Set a tone and expectation that presidents will not live their whole life in power</li>
<li><b><b>Advised to avoid the fight between France and England</b></b></li>
</ul>
</div>

<div id="outline-container-orgcc61006" class="outline-3">
<h3 id="orgcc61006"><span class="section-number-3">4.1</span> Washinton</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org7c31a22" class="outline-4">
<h4 id="org7c31a22"><span class="section-number-4">4.1.1</span> Wiskey Rebellion</h4>
<div class="outline-text-4" id="text-4-1-1">
<p>
A rebellion rose against taxes of the Whiskey. Washinton's leadership and success in putting down the rebellion offers sharp contrast to the Articles' handling of Shay's Rebellion.
</p>
</div>
</div>

<div id="outline-container-org7961091" class="outline-4">
<h4 id="org7961091"><span class="section-number-4">4.1.2</span> Dealing with Native Americans</h4>
<div class="outline-text-4" id="text-4-1-2">
<p>
Washinton dealt with the NAs by chasing them out into newly-treaties land via leveraging the military.
</p>
</div>
</div>

<div id="outline-container-org8965f50" class="outline-4">
<h4 id="org8965f50"><span class="section-number-4">4.1.3</span> Hamilton's Financial Programs</h4>
<div class="outline-text-4" id="text-4-1-3">
</div>
<ol class="org-ol">
<li><a id="orgb490c31"></a>Fixing Problems<br />
<div class="outline-text-5" id="text-4-1-3-1">
<ul class="org-ul">
<li>Pay of all war debts</li>
<li>Raise revenue</li>
<li>Create a central bank</li>
<li>Most southern-states opposed northern states debts being paid off</li>
<li><b><b>capital in the south</b></b></li>
</ul>
</div>
</li>

<li><a id="org2fb9eb6"></a>L'Enfant Plan<br />
<div class="outline-text-5" id="text-4-1-3-2">
<p>
Washinton D.C., with its grid layout and diagonal streets, was quite a master-planned city.
</p>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-orge349df4" class="outline-3">
<h3 id="orge349df4"><span class="section-number-3">4.2</span> Adams</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Did not endear himself to others, and was quite a short stature. Was not quite benefited by the fact that Washington &#x2014; who was tall and polished.
</p>
</div>

<div id="outline-container-org5b8df42" class="outline-4">
<h4 id="org5b8df42"><span class="section-number-4">4.2.1</span> Alien and Sedition Acts</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
Got a lot of criticism by acts to exclude aliens from voting and preventing people from criticizing the government.
</p>
</div>
</div>

<div id="outline-container-orga0c1839" class="outline-4">
<h4 id="orga0c1839"><span class="section-number-4">4.2.2</span> XYZ Affair</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
France wanted America to force a bribe before they would see the American ambassador.
</p>
</div>
</div>

<div id="outline-container-org58eed86" class="outline-4">
<h4 id="org58eed86"><span class="section-number-4">4.2.3</span> Virginia &amp; Kentucky Resolutions</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
Two different parties was leading and vice-leading. Jefferson was trying to jab the president in the back: trying to nullify federal law.
</p>
</div>
</div>
</div>

<div id="outline-container-org78762fa" class="outline-3">
<h3 id="org78762fa"><span class="section-number-3">4.3</span> Jefferson</h3>
<div class="outline-text-3" id="text-4-3">
<p>
"Democratic Republican party": identify difference with the elite Federalists. Plantation owner with two families (look it up!).
</p>

<ul class="org-ul">
<li>Among the political and economic elite in the US</li>
<li>Wins the election, and inherits justices that were Federalists</li>
</ul>

<p>
Tells Madison to ignore Jefferson. The <i>Marbury v. Madison</i> is declared unconstitutional: which then solidifies the standing of the court as a group to interpret the laws. Jefferson was furious, as this expanded the power of the Judicial branch. But he did not wish to take action because if he did than Marbury would win.
</p>
</div>

<div id="outline-container-org231ee50" class="outline-4">
<h4 id="org231ee50"><span class="section-number-4">4.3.1</span> Louis and Clarke</h4>
<div class="outline-text-4" id="text-4-3-1">
<p>
Looking for the water root of the Missouri River.
</p>

<p>
Flipped over the Rockies to hope to find the ocean, but no. It is not the ocean: its more land! They carried on, traded with the Native Americans for sustenance, and finally reach the Pacific Coast.
</p>

<p>
York, their slave, gets here the first vote to make the decision whether or not to return after the Pacific. The wife of a Frenchmen helped navigate the diplomacy of the group and translates. She helped create the opportunities for trade.
</p>

<p>
They make it back alive.
</p>
</div>
</div>

<div id="outline-container-org6d6c4cc" class="outline-4">
<h4 id="org6d6c4cc"><span class="section-number-4">4.3.2</span> Louisiana Purchase</h4>
<div class="outline-text-4" id="text-4-3-2">
<p>
Naepolean needed money.
</p>
</div>
</div>
</div>

<div id="outline-container-org40a0938" class="outline-3">
<h3 id="org40a0938"><span class="section-number-3">4.4</span> Madison</h3>
<div class="outline-text-3" id="text-4-4">
<p>
War of 1812 hits, US was at war with England to get Quebec. Naepolean was defeated in Europe, and DC was eventually burned. Also Andrew Jackson was fighting this war.
</p>
</div>
</div>

<div id="outline-container-orgc931c5d" class="outline-3">
<h3 id="orgc931c5d"><span class="section-number-3">4.5</span> Monroe</h3>
<div class="outline-text-3" id="text-4-5">
<p>
The Missouri Compromise tries to keep the senate balance by bringing Maine as a free state: creating a 36*30 line. Monroe Doctrine: tried to push out England and France and will protect Latin America; this would therefore establish hegemony and a sphere influence ("England protected the 13 colonies, too.")
</p>
</div>
</div>
</div>

<div id="outline-container-org06cde3e" class="outline-2">
<h2 id="org06cde3e"><span class="section-number-2">5</span> Antebellum Social Changes</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Women's Roles: limited freedoms &amp; limited access to upper-class education</li>
<li>Free African Americans in the North &#x2014; had freedoms and had no political/civil rights</li>
<li>Second Great Awakening: religious ideas in the Americas transforms
<ul class="org-ul">
<li>Huge revival period of religions (like the '60s, '70s, '80s)</li>
<li>Pushing for things to reform society</li>
</ul></li>
</ul>
</div>
</div>
</div>
</body>
</html>
